Revit 2027 API
UnitTypeId.LitersPerSecond Property
 Liters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LitersPerSecond { get; }
Public Shared ReadOnly Property LitersPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LitersPerSecond {
	ForgeTypeId^ get ();
}
static member LitersPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace